Enterprise_Serivces/Prod/Bronze2/CSLAssociationService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/association/contracts/2010/05/IAssociationService/ClearExpiredAssociations</wsa:Action><wsa:MessageID>uuid:7c52fcd1-0078-49f8-88c5-fe060a87c6ec</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslassociationserviceqa1.testgs.pvt/AssociationService.svc</wsa:To></soap:Header><soap:Body><ClearExpiredAssociations xmlns="http://www.gamestop.com/services/csl/association/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><Days xmlns="http://www.gamestop.com/services/csl/association/messages/2010/05">1</Days></request></ClearExpiredAssociations></soap:Body></soap:Envelope>